{
//Default
    "Default_Qi_spring_Mon": "Gosto de você, criança.  Você estabeleceu seu objetivo, e o realizou.#$b#Isso é o que te faz especial.",
    "Default_Qi_spring_Tue": "Você faz muitas perguntas, criança.#$e#Você já sabe tudo o que precisa saber sobre mim.",
    "Default_Qi_spring_Wed": "Fico feliz que esteja aqui, criança. Eu estava começando a ficar entediado.", 
    "Default_Qi_spring_Thu": "Lembre-se, criança, nunca deixe seu passado determinar seu futuro.#$b#Tudo o que existe está bem na sua frente.", 
    "Default_Qi_spring_Fri": "Eu costumava ser igual a você, criança. Uma alma fresca, cheia de admiração inocente.#$b#O tempo me mudou; ele vai mudar você também.", 
    "Default_Qi_spring_Sat": "Passe aqui sempre que quiser relaxar.", 
    "Default_Qi_spring_Sun": "Eu ainda não terminei com você, criança...*risada*#$e#Calma, Calma, paciência, você vai saber quando chegar a hora certa.",
    
    "Default_Qi_summer_Mon": "Estou aqui há muito, muito tempo. Mais do que aquele mago; Mais tempo do que o seu avô. Eu vi construirem a cidade Pelicanos do zero, vi as pessoas indo e vindo. Eu vi a vida começar e terminar, corações se partirem e se curarem.#$b#Eu já estava aqui muito antes de você chegar, e estarei muito depois de você partir, criança.",
    "Default_Qi_summer_Tue": "As pessoas da cidade estão tão contentes com sua mediocridade, perfeitamente felizes por permanecerem onde estão sem nunca chegar mais longe, mas você...*risada*#$b#Um velho te dá uma espada, e você não faz perguntas; você a pega e entra nas minas infestadas de monstros.  Você não hesita.#$b#Um bilhete manda você colocar dez beterrabas na geladeira do prefeito, e você o faz, mesmo sem saber o que vai acontecer. #$b#É como eu tenho dito, criança, você é especial.",
    "Default_Qi_summer_Wed": "Eu era um garoto como qualquer outro, mas bem cedo na vida, decidi me tornar extraordinário.", 
    "Default_Qi_summer_Thu": "A maioria das pessoas não tem legado que sobreviverão a elas, e a maioria fica perfeitamente feliz assim.#$b# Eu? Eu nunca tive. E posso dizer que você também não.", 
    "Default_Qi_summer_Fri": "Nunca pare de se esforçar para alcançar a perfeição.#$e#Não se contente com nada menos do que a excelência em tudo o que você faz.", 
    "Default_Qi_summer_Sat": "Todo mundo tem potencial, criança, mas nem todos tem o que é preciso para alcançá-lo.", 
    "Default_Qi_summer_Sun": "Por que você não fica um pouco, criança?  Saia do calor.",

    "Default_Qi_fall_Mon": "Continue assim, criança. Acho que você vai ser uma estrela.#$e#Se precisar de algo, basta me perguntar.",
    "Default_Qi_fall_Tue": "Os cassinos não seriam tão lucrativos se as pessoas entendessem a probabilidade.#$e#Vê aquele homem na máquina caça-níqueis? Ele está lá há dias.#$b#Ele está convencido de que a máquina terá misericordia dele a qualquer momento. Mas claro, é uma máquina. Misericórdia não tem sentido pra ela, só a chance .#$b#E a misericórdia não será o suficiente para salvá-lo do buraco em que está.",
    "Default_Qi_fall_Wed": "Pensei que poderia ver você hoje.", 
    "Default_Qi_fall_Thu": "Ei. Não conte a ninguém sobre este lugar, ok? Quero que ele continue... exclusivo.#$e#Você guardaria segredo para o seu amigo Sr. Qi, não guardaria?", 
    "Default_Qi_fall_Fri": "Você não pode guardar segredos de mim, criança. Ouvi falar de todos os insetos das cavernas que você cortou em dois, cada presente que você deu, cada colheita que você cultiva, Cada palavra que você fala.$1#$b#Você entende, não é?", 
    "Default_Qi_fall_Sat": "Você é inteligente, criança, mas ainda há muita coisa que você não entende.", 
    "Default_Qi_fall_Sun": "Algumas coisas nunca mudam, criança.",

    "Default_Qi_winter_Mon": "Não deixe que nada seja a soma das suas ambições, criança. É por isso que tantas pessoas caem na mediocridade.",
    "Default_Qi_winter_Tue": "Sabia que você chegaria aqui um dia. Claro, tive que dificultar as coisas um pouquinho para que você tivesse um incentivo para alcançar a excelência.",
    "Default_Qi_winter_Wed": "Por que um cassino?#$b#Sem motivo, apenas...preenchendo um nicho.", 
    "Default_Qi_winter_Thu": "Você é curioso, não é?", 
    "Default_Qi_winter_Fri": "Ah, @, bem vindo de volta.", 
    "Default_Qi_winter_Sat": "O jogo é uma coisa fascinante de se assistir.#$b#Muitos invejam aquele que ganha muito na primeira rodada.#$b#Eles não veem os milhares e milhares de ouro gastos tentando recriar a sorte de iniciante.", 
    "Default_Qi_winter_Sun": "Algum dia, criança, tudo isso fará sentido. Até lá, continue subindo.#$e#Apenas certifique-se de não olhar pra baixo. *risada*",


    "Default_QiNutRoom_spring_Mon": "Há mais neste mundo do que parece, criança. Algum dia, talvez você entenda.#$b#Por agora, continue buscando a excelência em tudo o que faz.",
    "Default_QiNutRoom_spring_Tue": "A caça às nozes foi tanto um teste da sua determinação quanto uma espécie de jogo.#$b#Devo admitir que assistir você correr pela ilha tem sido muito divertido.",
    "Default_QiNutRoom_spring_Wed": "%Qi está observando as telas, virando uma carta de baralho entre os dedos.#$b#*risada* {{randomName}} vai querer isso de volta...",
    "Default_QiNutRoom_spring_Thu": "Sua determinação é admirável, criança. Você realmente é especial.",
    "Default_QiNutRoom_spring_Fri": "Fixe seus olhos na estrela mais distante e faça dela seu objetivo.#$b#Está sempre dentro do seu poder ir um passo a mais do que você acreditava.",
    "Default_QiNutRoom_spring_Sat": "Você gosta de jogos, não é, criança?#$b#Que tal conferir alguns dos meus desafios? Podemos transformar isso em um jogo.",
    "Default_QiNutRoom_spring_Sun": "Entre você e eu, criança, o cassino é mais como um trabalho secundário#$b#Meu verdadeiro trabalho está aqui fora.",

    "Default_QiNutRoom_summer_Mon": "Sabe, criança, você é o único que conseguiu entrar aqui.",
    "Default_QiNutRoom_summer_Tue": "Eu cheguei onde estou por pura força de vontade, criança.#$b#Sabe... A mente é uma ferramenta muito poderosa.#$b#Na verdade, é a ferramenta mais poderosa de toda a realidade... e além.",
    "Default_QiNutRoom_summer_Wed": "As telas?#$b#Ah... Eu gosto de manter um olho nos meus amigos, só isso.",
    "Default_QiNutRoom_summer_Thu": "Aqui está fresco e agradável, não está?",
    "Default_QiNutRoom_summer_Fri": "Você e eu... Somos raros, criança.#$b#A maioria das pessoas nem se daria ao trabalho de perseguir dez nozes, quanto mais cem.#$b#Mas você? Você vê uma porta e quer saber o que está atrás dela.#$e#Mesmo assim, suponho que eu não deveria ficar surpreso.#$b#Afinal, você nunca foi do tipo que foge de um desafio.",
    "Default_QiNutRoom_summer_Sat_true": "Imagino que você seja bastante popular em casa, né??#$b#Claro que é. O humilde fazendeiro que salvou a cidade das garras da ganância corporativa...#$b#E quem não ama uma boa história de 'do zero ao herói'?",
    "Default_QiNutRoom_summer_Sat_false": "Bem, eu suponho que ninguém poderia acusá-lo de apoiar o cavalo errado.#$b#Faz sentido colocar sua fé na gigante corporativa com todos os recursos.#$e#Mesmo que você tenha se mudado para escapar deles...$1",
    "Default_QiNutRoom_summer_Sun": "Vejo seu potencial, criança. Tudo o que quero é que você continue buscando por ele.#$b#Às vezes, só precisamos de um empurrãozinho. É aí que eu entro.",

    "Default_QiNutRoom_fall_Mon": "Tenho alguns novos desafios para você hoje.#$b#Acho que você vai gostar deles.",
    "Default_QiNutRoom_fall_Tue": "Ah, @, que surpresa agradável.#$b#...*risada* Não, não foi realmente uma surpresa.",
    "Default_QiNutRoom_fall_Wed": "Seu avô ficaria orgulhoso de você, @.#$b#Como eu sei?...*risada*#$b# Eu apenas sei, criança.",
    "Default_QiNutRoom_fall_Thu": "Você está indo muito bem, criança.#$b#Você sabe onde me encontrar se precisar de ajuda.#$e#Claro, não posso simplesmente te dar todas as respostas. Isso seria muito fácil.",
    "Default_QiNutRoom_fall_Fri": "Ninguém jamais se tornou extraordinário sem fazer alguns sacrifícios, criança.#$b#A questão é, o que você está disposto a sacrificar?",
    "Default_QiNutRoom_fall_Sat": "Nunca perca sua motivação, criança. Nada mais te levará tão longe quanto ela.",
    "Default_QiNutRoom_fall_Sun": "Você nunca teve medo de correr riscos, criança. Riscos que ninguém pediu que você corresse.#$b#É assim que eu sei que você é especial.",

    "Default_QiNutRoom_winter_Mon": "Tudo acontece por um motivo, criança.#$b#Você vai entender com o tempo.",
    "Default_QiNutRoom_winter_Tue": "Não perca de vista a pessoa que você quer se tornar.#$b#Eles sempre estarão lá; você só precisa alcançá-los.",
    "Default_QiNutRoom_winter_Wed": "O poder é uma ilusão simples, criança.#$b#Ele não existiria se ninguém acreditasse que ele existe. O título de Lewis não significaria nada se não fosse pelo significado que você atribui a ele.#$b#Quando você entende isso, pode aprender a controlar a ilusão.",
    "Default_QiNutRoom_winter_Thu": "O mundo está sempre mudando, criança.#$b#As marés sobem e descem, a lua cresce e mingua, milênios verão o vale se encher...#$b#Mas eu permaneço constante.",
    "Default_QiNutRoom_winter_Fri": "Como está o tempo em casa, criança?#$b#Aqui está agradável e quente.",
    "Default_QiNutRoom_winter_Sat": "O medo é o inimigo da excelência, criança.#$b#A maioria tem tanto medo de errar que nem sequer tentam.#$b#Eles preferem ficar onde estão agora do que arriscar o desconforto da mudança.",
    "Default_QiNutRoom_winter_Sun": "Não se esqueça de verificar o quadro amanhã.#$b#Nunca se sabe o que você pode encontrar.",


    "MxQi_fall_Thu": "Ei. Não conte a ninguém sobre este lugar, ok? Quero que ele continue... exclusivo.#$e#Você guardaria segredo para o seu amigo Sr. Qi, não guardaria?", 
    "MxQi_summer_Wed": "Eu era um garoto como qualquer outro, mas bem cedo na vida, decidi me tornar extraordinário.",

    "spring_MxQi_NutRoom_Wed": "%Qi está observando as telas, virando uma carta de baralho entre os dedos.#$b#*risada* {{randomName}} vai querer isso de volta...",

//Skull Cavern 25
    "ChallengeComplete_Qi_spring_Mon":"Você é surpreendente, criança.#$b#Eu não achei que você tinha isso em você.",
    "ChallengeComplete_Qi_spring_Tue":"Se machucar faz parte da vida, criança. O mundo vai te derrubar, quer você permita ou não.#$b#O objetivo não é nunca se machucar; é se levantar e crescer mais forte.",
    "ChallengeComplete_Qi_spring_Wed":"O perigo não é algo que você possa evitar para sempre, criança.#$b#Você não tem controle sobre se vai ou não se encontrar à beira de perder tudo.#$b#A questão é: esse momento significará alguma coisa?#$b#Será uma escolha, ou apenas para onde os ventos te levaram?",
    "ChallengeComplete_Qi_spring_Thu":"Como está o mago, aliás?#$b#Já faz tanto tempo desde que conversamos.#$e#Sim, criança, eu conheci ele.#$b#Nós...tivemos um desentendimento, por assim dizer.$1",
    "ChallengeComplete_Qi_spring_Fri":"Olhe ao seu redor, criança.#$b#Cada pessoa aqui entrou pensando que sairia quando estivesse na frente.#$b#Nenhum nunca saiu.#$e#Chamamos isso de falácia do jogador.#$b#É por isso que tantos ficam presos em um hábito.#$b#É a rede sobre o buraco, a falsa sensação de segurança, pronta para se romper com o menor peso.",
    "ChallengeComplete_Qi_spring_Sat":"Uma coisa é ser fisicamente fraco. Se você jogar direito, isso jamais impedirá você de alcançar a excelência. Mas a mente?#$b#Se você carece de força mental, a força bruta não significará absolutamente nada.#$b#É tudo sobre o poder da força de vontade, criança. Todo o resto é secundário.",
    "ChallengeComplete_Qi_spring_Sun":"Há muitas coisas que você ainda não sabe, criança, e ainda mais que você não entende.#$b#Mas você continua avançando apesar disso. Eu respeito isso.",

    "ChallengeComplete_Qi_summer_Mon":"Nunca subestime o poder da sua mente, criança.#$b#É a arma mais poderosa que você tem.",
    "ChallengeComplete_Qi_summer_Tue":"Coragem não é o oposto do medo, criança. É sentir o medo e seguir em frente mesmo assim.",
    "ChallengeComplete_Qi_summer_Wed":"Eu não tenho paciência com pessoas que inventam desculpas.#$b#Tudo se resume a uma falta de determinação; qualquer explicação adicional é apenas perda de tempo.$1",
    "ChallengeComplete_Qi_summer_Thu":"Segurança é fácil, criança. É confortável, mas não tem sentido.#$b#Significa que você sabe evitar o perigo, e isso nem sempre é algo bom.$1",
    "ChallengeComplete_Qi_summer_Fri":"Você não é a primeira pessoa em quem coloquei os olhos, criança.#$b#Os outros?#$b#Eles não se saíram exatamente como eu esperava.$1",
    "ChallengeComplete_Qi_summer_Sat":"Sabe a diferença entre covardia e medo, criança?#$e#Medo é uma emoção, um instinto básico que desenvolvemos para nos manter vivos antes mesmo de termos casas para viver e lojas para comprar nossa comida.#$b#Covardia, no entanto, é uma escolha.#$b#Uma decisão de que você prefere seguir o caminho mais fácil e permitir que o medo o controle em vez de exercer a força de vontade necessária para superá-lo.",
    "ChallengeComplete_Qi_summer_Sun":"A ambição não se resume apenas a ter objetivos, criança. Também envolve a determinação para realizá-los.#$b#Aí é onde muitos falham.#$b#Um objetivo sem determinação é apenas um desejo, e um desejo não vale nada.",

    "ChallengeComplete_Qi_fall_Mon":"Você sabe o que torna a mediocridade tão frustrante, criança?#$b#É o que ela representa. O potencial desperdiçado, uma centelha que nunca é permitida se acender por medo de incendiar o mundo.#$b#Mas as vezes é preciso deixar queimar.",
    "ChallengeComplete_Qi_fall_Tue":"Os monstros nem sempre estiveram confinados às minas, criança. O vale nem sempre foi tão idílico como é agora.#$b#Claro, tudo o que conseguem ao esconder os monstros é fazê-los serem esquecidos.#$b#Isso cria uma sensação de segurança, com certeza, mas o que acontece quando essa segurança é violada?",
    "ChallengeComplete_Qi_fall_Wed":"Você nunca deixa de me impressionar, criança.#$b#Não é comum alguém superar minhas expectativas de forma tão consistente.",
    "ChallengeComplete_Qi_fall_Thu":"WQuando se alcança as realizações que eu alcancei, é fácil se sentir desapontado quando as pessoas não mostram interesse em atingir seu pleno potencial.$1",
    "ChallengeComplete_Qi_fall_Fri":"O tipo de ambição que te torna poderoso é diferente do tipo de ambição que te torna grandioso.#$b#Um foca em melhorar como você é percebido, o outro foca em melhorar a si mesmo.",
    "ChallengeComplete_Qi_fall_Sat":"Acomodação é inimiga do progresso, criança.#$b#Muito potencial é desperdiçado em alguém que está 'perfeitamente feliz' onde está.$1",
    "ChallengeComplete_Qi_fall_Sun":"Uma das maiores armadilhas que inventamos é ficarmos tão envergonhados de nós mesmos por nosso medo, que nunca nos damos a chance de superá-lo.",

    "ChallengeComplete_Qi_winter_Mon":"As pessoas costumam procurar o menor risco com a maior recompensa.#$b#O que elas não percebem é que metade da recompensa vem do próprio risco. As lições aprendidas, a experiência adquirida.#$b#As pessoas não são muito boas em reconhecer recompensas que não são tangíveis.#$b#É compreensível, suponho.",
    "ChallengeComplete_Qi_winter_Tue":"Sua coragem é digna de elogios, criança.#$b#A maioria das pessoas nunca teria entrado na caverna da caveira, muito menos teria ficado, menos ainda descido.",
    "ChallengeComplete_Qi_winter_Wed":"O que você precisa entender, criança, é que a segurança é uma ilusão.#$b#Não há uma maneira real de garantir isso.#$b#É como uma hidra. Você corta um tipo de perigo, dois outros crescem em seu lugar.",
    "ChallengeComplete_Qi_winter_Thu":"Até a mente mais fraca possui mais poder do que o músculo mais forte.#$b#Seu braço só pode balançar uma espada quando sua mente ordena.#$b#Sua mente é o que decide usar a espada, o que supera seu medo básico.#$b#Nunca subestime isso, criança.",
    "ChallengeComplete_Qi_winter_Fri":"Você fez mais em {{months}} meses do que a maioria das pessoas faz durante toda a vida. Isso é motivo de orgulho, criança.#$b#Só não use esse orgulho como desculpa para não ir mais longe.",
    "ChallengeComplete_Qi_winter_Sat":"Tenho certeza de que você está familiarizado com o efeito Dunning-Kruger.#$b#Uma tendência curiosa que os humanos têm de se considerarem especialistas quando na verdade são incompetentes e de se considerarem incompetentes quando na verdade são especialistas.#$e#Isso é apenas uma das muitas maneiras como a cognição falha.#$b#É bastante divertido quando se sabe como identificá-los. Gosto de transformar isso em um jogo.",
    "ChallengeComplete_Qi_winter_Sun":"Lembre-se, criança, mesmo que esteja apenas um passo acima da mediocridade, ainda está indo na direção certa.",


    "ChallengeComplete_QiNutRoom_spring_Mon":"Ei, temos novos desafios no quadro, criança.",
    "ChallengeComplete_QiNutRoom_spring_Tue":"Fiquei surpreso por você ter chegado aqui tão cedo.#$b#Suponho que o clima aqui seja muito mais ameno do que no deserto, não é?",
    "ChallengeComplete_QiNutRoom_spring_Wed":"Vejo que posso ter subestimado você, criança.#$b#Vou ficar de olho em você.",
    "ChallengeComplete_QiNutRoom_spring_Thu":"Você tem a cabeça no lugar, criança.#$b#Continue assim e sei que você irá longe.",
    "ChallengeComplete_QiNutRoom_spring_Fri":"Gosto de você, criança, mas não pense que isso significa que não vou te desafiar.#$b#Quero ver você se destacar. Sei que você tem isso em você.",
    "ChallengeComplete_QiNutRoom_spring_Sat":"Uma coisa é ser fisicamente fraco. Se você jogar direito, isso jamais impedirá você de alcançar a excelência. Mas a mente?#$b#Se você carece de força mental, a força bruta não significará absolutamente nada.#$b#É tudo sobre o poder da força de vontade, criança. Todo o resto é secundário.",
    "ChallengeComplete_QiNutRoom_spring_Sun":"Eu respeito sua tenacidade, criança.",

    "ChallengeComplete_QiNutRoom_summer_Mon":"A ilha fica bastante úmida nesta época do ano. A maioria das pessoas acha isso desagradável.#$b#Você é estranho, criança.",
    "ChallengeComplete_QiNutRoom_summer_Tue":"Não há muito que eu não saiba, criança.#$b#São apenas observações simples, na verdade.#$b#Você ficaria surpreso com o que se pode descobrir sobre uma pessoa apenas prestando atenção.",
    "ChallengeComplete_QiNutRoom_summer_Wed":"Eu sempre estou de olho nas pessoas que me interessam.#$b#A maioria delas nunca descobre.",
    "ChallengeComplete_QiNutRoom_summer_Thu":"Meu cassino tende a atrair pessoas que estão com má sorte, procurando uma saída rápida.#$b#Eles nunca encontram, é claro, e eu nunca finjo que eles encontrarão.#$b#Mas eles continuam voltando mesmo assim.",
    "ChallengeComplete_QiNutRoom_summer_Fri":"É bom pensar no futuro, criança.#$b#Apenas não se envolva tanto nele a ponto de esquecer de agir no presente.",
    "ChallengeComplete_QiNutRoom_summer_Sat":"Há muitos mais monstros por aí.#$b#As minas foram apenas o começo.",
    "ChallengeComplete_QiNutRoom_summer_Sun":"Cuide-se, criança.#$b#A confiança é boa, mas é perigoso deixá-la sem controle.",

    "ChallengeComplete_QiNutRoom_fall_Mon":"Nada nesta vida é certo.#$b#Não deixe isso te assustar, criança. É apenas a forma como as coisas são.",
    "ChallengeComplete_QiNutRoom_fall_Tue":"Você está se saindo muito bem, criança.#$b#Mas quero ver você indo ainda melhor.",
    "ChallengeComplete_QiNutRoom_fall_Wed":"Não posso dizer que tenho muita afinidade com os outros habitantes da ilha.#$b#No entanto, temos um tipo de acordo tácito. Eles não interferem nos meus negócios, e eu não interfiro nos deles.",
    "ChallengeComplete_QiNutRoom_fall_Thu":"Você vê aquele vulcão? Já vi muitas pessoas entrarem lá.#$b#Nem tantas saíram, entretanto.",
    "ChallengeComplete_QiNutRoom_fall_Fri":"Sinceramente, o clima não me incomoda muito.#$b#Tenho muitas maneiras de garantir que fique agradavelmente fresco aqui dentro.",
    "ChallengeComplete_QiNutRoom_fall_Sat":"Você já sentiu que a única razão pela qual chegou tão longe é por pura sorte?#$b#Pelo que vale, até a sorte nem sempre é confiável. Dê a si mesmo algum crédito.",
    "ChallengeComplete_QiNutRoom_fall_Sun":"Amanhã vou colocar mais desafios no quadro, criança.#$b#Tenho certeza de que você vai gostar deles.",

    "ChallengeComplete_QiNutRoom_winter_Mon":"Você está um passo mais perto de se tornar a pessoa que está destinada a ser.",
    "ChallengeComplete_QiNutRoom_winter_Tue":"Com muita frequência, alguém estabelece um objetivo tão alto que fica sobrecarregado só de olhar para ele.#$b#Então eles nunca tomam medidas em direção a ele porque está muito longe, como se ficar parado e esperar tornasse mais fácil alcançá-lo.#$b#Nunca fica. Você tem que dar o primeiro passo, criança.",
    "ChallengeComplete_QiNutRoom_winter_Wed":"O mundo está sempre mudando, criança. Segundo a segundo, século a século.#$B#Mesmo que pareça que você está estagnando, o mundo ao seu redor nunca para de se mover.",
    "ChallengeComplete_QiNutRoom_winter_Thu":"A masmorra do vulcão é intensa, mas só tem dez andares.#$b#O truque é, você sobe em vez de descer.#$b#Boa sorte se decidir tentar.",
    "ChallengeComplete_QiNutRoom_winter_Fri":"Continue assim, criança.#$b#Tenho grandes esperanças em você. Não me decepcione agora.",
    "ChallengeComplete_QiNutRoom_winter_Sat":"Você tem o que é preciso para alcançar qualquer coisa que colocar na sua mente, criança.",
    "ChallengeComplete_QiNutRoom_winter_Sun":"Ei, pegando um pouco de sol?",
     
 
//100 Skull Cavern
    "SkullCave_Qi_spring_Mon":"Por um tempo, fiquei preocupado que talvez estivesse apoiando o cavalo errado.#$b#Estou muito feliz em ver que você está me provando errado.",
    "SkullCave_Qi_spring_Tue":"Você nunca foi do tipo que deixa uma porta trancada te deter, não é mesmo?#$b#Não, onde outros veem uma barreira, você vê uma oportunidade.",
    "SkullCave_Qi_spring_Wed":"A caverna da caveira é considerada um dos lugares mais perigosos no vale.#$b#Para a maioria das pessoas, você não poderia pagar o suficiente para entrar.",
    "SkullCave_Qi_spring_Thu":"Tenho olhos por toda parte, criança. #$b#O que posso dizer? Gosto de acompanhar as pessoas que me interessam.",
    "SkullCave_Qi_spring_Fri":"Não há nada de fácil na honra, criança. Se fosse fácil, todos seriam honrados.",
    "SkullCave_Qi_spring_Sat":"Você tem ambição, criança. Do tipo certo, também.#$b#Isso já te coloca muito à frente dos outros.",
    "SkullCave_Qi_spring_Sun":"Nunca pare de buscar mais alto, criança.#$b#Quando você alcançar um objetivo, encontre um novo e mira nele.",

    "SkullCave_Qi_summer_Mon":"Você nunca realmente conhece alguém até vê-los com medo, criança.#$b#Se eles fogem ou enfrentam, isso diz tudo o que você precisa saber.",
    "SkullCave_Qi_summer_Tue":"Qualquer um pode estabelecer um objetivo, criança, mas isso não vale nada se você não se esforçar para alcançá-lo.",
    "SkullCave_Qi_summer_Wed":"Não deixe a opinião de ninguém te impedir de buscar o que deseja.#$b#Não importa o que eles pensam de você; todos eles parecem formigas daqui de cima.",
    "SkullCave_Qi_summer_Thu":"Muitas pessoas têm tanto medo de cair que nunca tentam subir.#$b#Passam a vida tentando evitar o perigo.#$b#Mas acabam morrendo de qualquer maneira, com uma vida que não significou nada.",
    "SkullCave_Qi_summer_Fri":"Continue assim, criança. Estou torcendo por você.#$b#Você não quer me decepcionar, não é mesmo?",
    "SkullCave_Qi_summer_Sat":"Suponho que sua coragem não deveria me surpreender.#$b#Ficou claro desde o momento em que você desceu daquele ônibus, deixando para trás tudo o que conhecia — seus amigos, sua casa, seu emprego — por um pedaço de terra coberto de mato e uma casa de fazenda de um cômodo.#$b#Você nunca fugiu de um risco, não é?",
    "SkullCave_Qi_summer_Sun":"As pessoas gostam de fingir que têm ambição, criança. Elas falam muito sobre o quanto são determinadas, mas no momento em que as coisas ficam difíceis? De repente, estão perfeitamente felizes onde estão.",

    "SkullCave_Qi_fall_Mon":"Arranjar desculpas é a maneira mais rápida de garantir que você nunca realize nada, criança.#$b#Quanto mais cedo você perceber isso, melhor será para você.",
    "SkullCave_Qi_fall_Tue":"Quando eu era criança, aprendi que o medo só me seguraria.#$b#Então, eu me ensinei a superá-lo até que eu não sentisse mais medo.",
    "SkullCave_Qi_fall_Wed":"Ei, criança, deixe-me te perguntar algo. $y Quem você acha que é a pessoa mais poderosa no vale?_Prefeito Lewis._Ah, tão ingênuo. Não._O mago._Um palpite justo, mas não, não é ele._Você?_Heh. Você me lisonjeia, @.#$b#Lembre-se, criança, o poder só existe onde dizemos que existe.",
    "SkullCave_Qi_fall_Thu":"Há um milhão e meio de possibilidades lá fora, criança.#$b#Muitos ficam presos decidindo quais perseguir. Eles nunca param para se perguntar se precisam mesmo escolher.",
    "SkullCave_Qi_fall_Fri":"Eu sabia o que queria da vida desde muito jovem.#$e#O que eu queria?#$b#*risada* Tudo, criança.",
    "SkullCave_Qi_fall_Sat":"O jogo é um risco ao qual muitos não têm aversão total.#$b#Não exige um esforço real, entende? Basta sentar-se em uma máquina e apertar um botão até ter sorte.#$b#É muito comercializável nesse sentido.",
    "SkullCave_Qi_fall_Sun":"Gosto de saber coisas sobre as pessoas. Seus sonhos, seus medos, o que amam e odeiam.#$b#Quando você faz isso, pode começar a influenciá-las. Você sabe o que as move.",

    "SkullCave_Qi_winter_Mon":"Você está satisfeito com sua vida agora, criança? Se tudo permanecesse exatamente como está agora, você ficaria feliz desse jeito?#$b#Espero que não. Eu ficaria muito decepcionado se você se contentasse com um legado tão modesto.",
    "SkullCave_Qi_winter_Tue":"Sabe, criança, aquela porta estava trancada por um motivo.#$b#Mas você não precisa se preocupar com isso. *risada*",
    "SkullCave_Qi_winter_Wed":"Gosto de me considerar um comerciante de risco.#$b#Prometa a eles que podem ganhar uma fortuna, tudo o que custa são alguns ouros... depois alguns a mais... depois mais alguns...#$b#*risada* e eles ainda comerão na sua mão, mesmo quando o mundo deles estiver desabando ao seu redor.",
    "SkullCave_Qi_winter_Thu":"Como eu soube que você entrou na caverna?#$b#Não há nada que não chegue até mim eventualmente.",
    "SkullCave_Qi_winter_Fri":"É claro que a excelência é difícil, criança. Todos seriam excelentes se fosse fácil e isso não diria nada sobre eles.",
    "SkullCave_Qi_winter_Sat":"Não perca sua {{randomAttribute}}, criança.#$b#É a coisa mais valiosa que você tem.",
    "SkullCave_Qi_winter_Sun":"Você deixou sua vida para trás para perseguir um sonho, e agora, aqui está você.#$b#Como se sente, criança?",


    // "SkullCave_QiNutRoom_spring_Mon":"",
    // "SkullCave_QiNutRoom_spring_Tue":"",
    // "SkullCave_QiNutRoom_spring_Wed":"",
    // "SkullCave_QiNutRoom_spring_Thu":"",
    // "SkullCave_QiNutRoom_spring_Fri":"",
    // "SkullCave_QiNutRoom_spring_Sat":"",
    // "SkullCave_QiNutRoom_spring_Sun":"",

    // "SkullCave_QiNutRoom_summer_Mon":"",
    // "SkullCave_QiNutRoom_summer_Tue":"",
    // "SkullCave_QiNutRoom_summer_Wed":"",
    // "SkullCave_QiNutRoom_summer_Thu":"",
    // "SkullCave_QiNutRoom_summer_Fri":"",
    // "SkullCave_QiNutRoom_summer_Sat":"",
    // "SkullCave_QiNutRoom_summer_Sun":"",

    // "SkullCave_QiNutRoom_fall_Mon":"",
    // "SkullCave_QiNutRoom_fall_Tue":"",
    // "SkullCave_QiNutRoom_fall_Wed":"",
    // "SkullCave_QiNutRoom_fall_Thu":"",
    // "SkullCave_QiNutRoom_fall_Fri":"",
    // "SkullCave_QiNutRoom_fall_Sat":"",
    // "SkullCave_QiNutRoom_fall_Sun":"",

    // "SkullCave_QiNutRoom_winter_Mon":"",
    // "SkullCave_QiNutRoom_winter_Tue":"",
    // "SkullCave_QiNutRoom_winter_Wed":"",
    // "SkullCave_QiNutRoom_winter_Thu":"",
    // "SkullCave_QiNutRoom_winter_Fri":"",
    // "SkullCave_QiNutRoom_winter_Sat":"",
    // "SkullCave_QiNutRoom_winter_Sun":"",

    "SkullCave_MxQi_fall_Tue":"Quando eu era criança, aprendi que o medo só me seguraria.#$b#Então, aprendi sozinho a superar isso até não sentir mais nada..",

//Enchanted Grove
    "EG_Qi_spring_Mon":"Você dominou uma magia que a maioria nem seria capaz de conceber.#$b#Você é especial, criança.",
    "EG_Qi_spring_Tue":"Apenas...cuidado, criança...#$b#Eu odiaria ter que considerar você uma ameaça.#$e#*risada* Só estou brincando com você.#$e#%Você tem a sensação de que ele não acha isso nada engraçado.",
    "EG_Qi_spring_Wed":"Se você está com sorte, por que não tentar um dos jogos?",
    "EG_Qi_spring_Thu":"Como eu disse, você já sabe tudo o que precisa saber sobre mim.",
    "EG_Qi_spring_Fri":"E aqui está @.#$e#Bem vindo de volta, criança.",
    "EG_Qi_spring_Sat":"Eu nunca jogo nenhum dos jogos.#$e#Não é divertido quando você já sabe como ganhar.",
    "EG_Qi_spring_Sun":"Lembra do que eu disse sobre como o tempo mudaria você?#$e#Este é o caso, criança.",

    "EG_Qi_summer_Mon":"Você está longe de ser comum, criança.#$b#Eu sabia disso desde o momento em que te vi, mas você continua provando isso.",
    "EG_Qi_summer_Tue":"Não tenha medo da mudança.#$b#Afinal, a mudança foi exatamente o que trouxe você até aqui.",
    "EG_Qi_summer_Wed":"Entre você e eu, criança, você vê aquele traficante ali?#$b#Ele e eu não concordamos exatamente.$1#$e#Eu o mantenho por perto porque ele é útil, e é divertido, mas fora isso...$1",
    "EG_Qi_summer_Thu":"Sandy é uma garota legal.#$b#Eu pago a ela pelo espaço; ela não faz perguntas.#$e#É uma troca justa, você não acha?",
    "EG_Qi_summer_Fri":"Por que você não fica um pouco, criança? Aproveite a sombra enquanto pode.#$e#Você não está com pressa, está?",
    "EG_Qi_summer_Sat":"Você me lembra quando eu era mais jovem, criança.#$b#Isso foi há muito, muito tempo. Não há muito o que dizer sobre isso.",
    "EG_Qi_summer_Sun":"Estou feliz que você tenha seguido meu conselho, criança.#$b#NNunca pare de buscar a perfeição...#$e#Claro que percebi.",

    "EG_Qi_fall_Mon":"Ainda somos amigos, não somos, criança?#$e#Bom. Estou depositando muita confiança em você, deixando você vir aqui.",
    "EG_Qi_fall_Tue":"*risada* Você está aprendendo, criança.#$e#Você ainda está muito longe de saber tudo, mas...você está aprendendo.",
    "EG_Qi_fall_Wed":"Sabe, estritamente falando, apenas magos de alto escalão podem criar um nexo, e você...#$b#Sem ofensa, criança, mas no que diz respeito aos magos, você não é exatamente o crème de la crème.#$e#Felizmente, consegui puxar alguns pauzinhos e fazer a bola rolar.",
    "EG_Qi_fall_Thu":"Acho que ainda não terminou, criança.#$e#*risada* Você está apenas começando.",
    "EG_Qi_fall_Fri":"Você cresceu muito nesses últimos anos e, ainda assim, de alguma forma, não mudou nada.",
    "EG_Qi_fall_Sat":"Como eu disse, acho que você vai ser uma estrela.#$e#Eu diria para você perguntar se precisar de alguma coisa, mas...#$b#*risada* Olhe para você, criança . Você quase não precisa mais da minha ajuda, não é?",
    "EG_Qi_fall_Sun":"Rasmodius e eu não concordamos em muitas coisas. Especialmente sobre você.#$e#Ele prefere mantê-lo seguro; Eu quero ver você ter sucesso.",

    "EG_Qi_winter_Mon":"Magia de teletransporte não é algo para se desprezar, criança.#$e#A maioria dos magos só aprende depois de anos de estudo e prática.",
    "EG_Qi_winter_Tue":"Eu me pergunto que outros tipos de magia Rasmodius irá lhe ensinar.#$b#Adivinhação, talvez...?",
    "EG_Qi_winter_Wed":"Estou impressionado com você, criança, de verdade.#$e#Não pense que isso significa que não há mais nada que eu queira ver de você.",
    "EG_Qi_winter_Thu":"Você aprende muito mais sobre alguém observando-o lutar do que observando-o ter sucesso imediato em tudo que tenta.#$e#Cá entre nós? As pessoas que têm sucesso imediato em tudo que tentam não tendem a tentar muito.",
    "EG_Qi_winter_Fri":"Você é determinado, criança.#$b#Gosto disso em você. Você nunca se deixa desistir.",
    "EG_Qi_winter_Sat":"Como está seu nexo, criança?#$b#É tudo o que você esperava?#$e#Bom. Imagino que você aproveitará mais isso muito, muito em breve.",
    "EG_Qi_winter_Sun":"Continue assim, criança.#$b#Você está no caminho certo para alcançar a excelência.",

    "EG_MxQi_spring_Tue":"Apenas...cuidado, criança....#$b#Eu odiaria ter que considerar você uma ameaça.#$e#*risada* Só estou brincando com você.#$e#%Você tem a sensação de que eles não acham isso nada engraçado.",


    // "EG_QiNutRoom_spring_Mon":"",
    // "EG_QiNutRoom_spring_Tue":"",
    // "EG_QiNutRoom_spring_Wed":"",
    // "EG_QiNutRoom_spring_Thu":"",
    // "EG_QiNutRoom_spring_Fri":"",
    // "EG_QiNutRoom_spring_Sat":"",
    // "EG_QiNutRoom_spring_Sun":"",

    // "EG_QiNutRoom_summer_Mon":"",
    // "EG_QiNutRoom_summer_Tue":"",
    // "EG_QiNutRoom_summer_Wed":"",
    // "EG_QiNutRoom_summer_Thu":"",
    // "EG_QiNutRoom_summer_Fri":"",
    // "EG_QiNutRoom_summer_Sat":"",
    // "EG_QiNutRoom_summer_Sun":"",

    // "EG_QiNutRoom_fall_Mon":"",
    // "EG_QiNutRoom_fall_Tue":"",
    // "EG_QiNutRoom_fall_Wed":"",
    // "EG_QiNutRoom_fall_Thu":"",
    // "EG_QiNutRoom_fall_Fri":"",
    // "EG_QiNutRoom_fall_Sat":"",
    // "EG_QiNutRoom_fall_Sun":"",

    // "EG_QiNutRoom_winter_Mon":"",
    // "EG_QiNutRoom_winter_Tue":"",
    // "EG_QiNutRoom_winter_Wed":"",
    // "EG_QiNutRoom_winter_Thu":"",
    // "EG_QiNutRoom_winter_Fri":"",
    // "EG_QiNutRoom_winter_Sat":"",
    // "EG_QiNutRoom_winter_Sun":"",

//Badlands
    // "Badlands_Qi_spring_Mon":"",
    // "Badlands_Qi_spring_Tue":"",
    // "Badlands_Qi_spring_Wed":"",
    // "Badlands_Qi_spring_Thu":"",
    // "Badlands_Qi_spring_Fri":"",
    // "Badlands_Qi_spring_Sat":"",
    // "Badlands_Qi_spring_Sun":"",

    // "Badlands_Qi_summer_Mon":"",
    // "Badlands_Qi_summer_Tue":"",
    // "Badlands_Qi_summer_Wed":"",
    // "Badlands_Qi_summer_Thu":"",
    // "Badlands_Qi_summer_Fri":"",
    // "Badlands_Qi_summer_Sat":"",
    // "Badlands_Qi_summer_Sun":"",

    // "Badlands_Qi_fall_Mon":"",
    // "Badlands_Qi_fall_Tue":"",
    // "Badlands_Qi_fall_Wed":"",
    // "Badlands_Qi_fall_Thu":"",
    // "Badlands_Qi_fall_Fri":"",
    // "Badlands_Qi_fall_Sat":"",
    // "Badlands_Qi_fall_Sun":"",

    // "Badlands_Qi_winter_Mon":"",
    // "Badlands_Qi_winter_Tue":"",
    // "Badlands_Qi_winter_Wed":"",
    // "Badlands_Qi_winter_Thu":"",
    // "Badlands_Qi_winter_Fri":"",
    // "Badlands_Qi_winter_Sat":"",
    // "Badlands_Qi_winter_Sun":"",


    // "Badlands_QiNutRoom_spring_Mon":"",
    // "Badlands_QiNutRoom_spring_Tue":"",
    // "Badlands_QiNutRoom_spring_Wed":"",
    // "Badlands_QiNutRoom_spring_Thu":"",
    // "Badlands_QiNutRoom_spring_Fri":"",
    // "Badlands_QiNutRoom_spring_Sat":"",
    // "Badlands_QiNutRoom_spring_Sun":"",

    // "Badlands_QiNutRoom_summer_Mon":"",
    // "Badlands_QiNutRoom_summer_Tue":"",
    // "Badlands_QiNutRoom_summer_Wed":"",
    // "Badlands_QiNutRoom_summer_Thu":"",
    // "Badlands_QiNutRoom_summer_Fri":"",
    // "Badlands_QiNutRoom_summer_Sat":"",
    // "Badlands_QiNutRoom_summer_Sun":"",

    // "Badlands_QiNutRoom_fall_Mon":"",
    // "Badlands_QiNutRoom_fall_Tue":"",
    // "Badlands_QiNutRoom_fall_Wed":"",
    // "Badlands_QiNutRoom_fall_Thu":"",
    // "Badlands_QiNutRoom_fall_Fri":"",
    // "Badlands_QiNutRoom_fall_Sat":"",
    // "Badlands_QiNutRoom_fall_Sun":"",

    // "Badlands_QiNutRoom_winter_Mon":"",
    // "Badlands_QiNutRoom_winter_Tue":"",
    // "Badlands_QiNutRoom_winter_Wed":"",
    // "Badlands_QiNutRoom_winter_Thu":"",
    // "Badlands_QiNutRoom_winter_Fri":"",
    // "Badlands_QiNutRoom_winter_Sat":"",
    // "Badlands_QiNutRoom_winter_Sun":"",

//Void Shard
    // "VoidShard_Qi_spring_Mon":"",
    // "VoidShard_Qi_spring_Tue":"",
    // "VoidShard_Qi_spring_Wed":"",
    // "VoidShard_Qi_spring_Thu":"",
    // "VoidShard_Qi_spring_Fri":"",
    // "VoidShard_Qi_spring_Sat":"",
    // "VoidShard_Qi_spring_Sun":"",

    // "VoidShard_Qi_summer_Mon":"",
    // "VoidShard_Qi_summer_Tue":"",
    // "VoidShard_Qi_summer_Wed":"",
    // "VoidShard_Qi_summer_Thu":"",
    // "VoidShard_Qi_summer_Fri":"",
    // "VoidShard_Qi_summer_Sat":"",
    // "VoidShard_Qi_summer_Sun":"",

    // "VoidShard_Qi_fall_Mon":"",
    // "VoidShard_Qi_fall_Tue":"",
    // "VoidShard_Qi_fall_Wed":"",
    // "VoidShard_Qi_fall_Thu":"",
    // "VoidShard_Qi_fall_Fri":"",
    // "VoidShard_Qi_fall_Sat":"",
    // "VoidShard_Qi_fall_Sun":"",

    // "VoidShard_Qi_winter_Mon":"",
    // "VoidShard_Qi_winter_Tue":"",
    // "VoidShard_Qi_winter_Wed":"",
    // "VoidShard_Qi_winter_Thu":"",
    // "VoidShard_Qi_winter_Fri":"",
    // "VoidShard_Qi_winter_Sat":"",
    // "VoidShard_Qi_winter_Sun":"",


    // "VoidShard_QiNutRoom_spring_Mon":"",
    // "VoidShard_QiNutRoom_spring_Tue":"",
    // "VoidShard_QiNutRoom_spring_Wed":"",
    // "VoidShard_QiNutRoom_spring_Thu":"",
    // "VoidShard_QiNutRoom_spring_Fri":"",
    // "VoidShard_QiNutRoom_spring_Sat":"",
    // "VoidShard_QiNutRoom_spring_Sun":"",

    // "VoidShard_QiNutRoom_summer_Mon":"",
    // "VoidShard_QiNutRoom_summer_Tue":"",
    // "VoidShard_QiNutRoom_summer_Wed":"",
    // "VoidShard_QiNutRoom_summer_Thu":"",
    // "VoidShard_QiNutRoom_summer_Fri":"",
    // "VoidShard_QiNutRoom_summer_Sat":"",
    // "VoidShard_QiNutRoom_summer_Sun":"",

    // "VoidShard_QiNutRoom_fall_Mon":"",
    // "VoidShard_QiNutRoom_fall_Tue":"",
    // "VoidShard_QiNutRoom_fall_Wed":"",
    // "VoidShard_QiNutRoom_fall_Thu":"",
    // "VoidShard_QiNutRoom_fall_Fri":"",
    // "VoidShard_QiNutRoom_fall_Sat":"",
    // "VoidShard_QiNutRoom_fall_Sun":"",

    // "VoidShard_QiNutRoom_winter_Mon":"",
    // "VoidShard_QiNutRoom_winter_Tue":"",
    // "VoidShard_QiNutRoom_winter_Wed":"",
    // "VoidShard_QiNutRoom_winter_Thu":"",
    // "VoidShard_QiNutRoom_winter_Fri":"",
    // "VoidShard_QiNutRoom_winter_Sat":"",
    // "VoidShard_QiNutRoom_winter_Sun":"",

//Post SVE Event
    "SVE_Qi_spring_Mon": "É corajoso da sua parte continuar voltando aqui, criança. Gosto disso em você.",
    "SVE_Qi_spring_Tue": "$y 'Você deve ter tantas perguntas._O que é 'isso'?_Você descobrirá em breve._Por que eu?_Eu não te contei, criança? Você é especial._(Permanecer em silêncio)_Heh. Com medo, @?'",
    "SVE_Qi_spring_Wed": "Eu estava de olho em você no momento em que você desceu daquele ônibus.#$b#Agora olhe para você...*risada*.", 
    "SVE_Qi_spring_Thu": "Esse sempre foi o plano, criança.#$b#Você não sabe nem metade.", 
    "SVE_Qi_spring_Fri": "A propósito, realmente sinto muito por toda aquela história do selo de silêncio.#$b#Eu simplesmente não podia correr nenhum risco e sei como você gosta de falar.#$b#Você entende, certo? #$e#*risada* Claro que sim.", 
    "SVE_Qi_spring_Sat": "...*risada*#$b#Você é realmente incrível, criança.", 
    "SVE_Qi_spring_Sun": "Eu conheço esse olhar nos seus olhos.#$b#Você tem fogo, criança, você sempre teve.",
    
    "SVE_Qi_summer_Mon": "m dia, criança, quando você estiver sentado no topo do mundo, tudo isso fará sentido.",
    "SVE_Qi_summer_Tue": "Bem, bem, bem. Olha quem voltou.",
    "SVE_Qi_summer_Wed": "E você, criança? Você vai se tornar extraordinário?", 
    "SVE_Qi_summer_Fri": "Tenho grandes planos para você, criança.#$b#Estou ansioso para ver tudo acontecer..", 
    "SVE_Qi_summer_Sat": "Em breve, criança...#$b#Mas ainda não.", 
    "SVE_Qi_summer_Sun": "Você é inteligente, criança. Talvez inteligente demais para o seu próprio bem.",

    "SVE_Qi_fall_Mon": "Quem sou eu?#$b#*risada* Quem eu sou não importa. O que importa é quem você se tornará.",
    "SVE_Qi_fall_Tue": "Você chegou até aqui, criança. Quanto mais você consegue ir?",
    "SVE_Qi_fall_Wed": "Chega um ponto na vida de todos em que eles se encontram no precipício da excelência.#$b#A maioria nunca dá esse salto. Elas permanecem na mediocridade. Mas você não.#$b#Isso é o que eu eu estava esperando, criança: alguém como você.", 
    "SVE_Qi_fall_Thu": "Estou depositando muita fé em você, criança. Não me decepcione.", 
    "SVE_Qi_fall_Fri": "Lembra do que eu disse, hein? Não conte às pessoas sobre esse lugar.#$b#Ainda sou seu amigo, Sr. Qi, não sou?", 
    "SVE_Qi_fall_Sat": "Deve ser tão frustrante, criança...#$b#Ter todas essas perguntas sem ter como respondê-las.#$b#Eu posso ver isso em seus olhos.",
    "SVE_Qi_fall_Sun": "Sou um homem de palavra, criança. Nunca se esqueça disso.", 

    "SVE_Qi_winter_Mon": "Um dia, criança, você se encontrará com o mundo na palma da sua mão.#$b#Então você poderá começar a entender quem eu sou.",
    "SVE_Qi_winter_Tue": "Deixe-me te contar um segredo.#$b#Não existe um dom inato que determine se alguém alcançará ou não a excelência.#$b#Apenas uma escolha e a vontade de fazê-la.",
    "SVE_Qi_winter_Wed": "Você nunca deixa de me impressionar, criança. Chegar ao fundo das minas é uma coisa. Atravessar as terras áridas vermelhas é outra façanha.#$b#Eu sabia que você tinha isso em você, no entanto.", 
    "SVE_Qi_winter_Thu": "Nada me escapa, criança. Não esqueça disso.$1", 
    "SVE_Qi_winter_Fri": "*risada* Bem vindo de volta.", 
    "SVE_Qi_winter_Sat": "Tome cuidado, criança. Você nunca sabe o que está esperando por você.", 
    "SVE_Qi_winter_Sun": "Você é um lutador, criança. Continue assim.",

    
    "SVE_MxQi_fall_Fri": "Lembra do que eu disse, hein? Não conte às pessoas sobre esse lugar.#$b#Ainda sou seu amigo Sr. Qi, não sou?", 
    "SVE_MxQi_fall_Sun": "Sempre mantenho minha palavra, criança. Nunca se esqueça disso.",


}
